<?php
/*
 * @ https://EasyToYou.eu - IonCube v11 Decoder Online
 * @ PHP 7.2
 * @ Decoder version: 1.0.4
 * @ Release: 01/09/2021
 */

return ["required" => "Обязательно для заполнения", "equals" => "Должно содержать '%s'", "different" => "Должно отличаться от '%s'", "accepted" => "Должно быть указано", "numeric" => "Должно содержать числовое значение", "integer" => "Должно быть числом", "length" => "Должно быть длиннее, чем %d", "min" => "Должно быть больше, чем %s", "max" => "Должно быть меньше, чем %s", "in" => "Содержит неверное значение", "notIn" => "Содержит неверное значение", "ip" => "Не является валидным IP адресом", "email" => "Не является валидным email адресом", "url" => "Не является ссылкой", "urlActive" => "Содержит не активную ссылку", "alpha" => "Должно содержать только латинские символы", "alphaNum" => "Должно содержать только латинские символы и/или цифры", "slug" => "Должно содержать только латинские символы, цифры, тире и подчёркивания", "regex" => "Содержит недопустимые символы", "date" => "Не является датой", "dateFormat" => "Должно содержать дату следующего формата: %s", "dateBefore" => "Должно содержать дату не позднее, чем %s", "dateAfter" => "Должно содержать дату не ранее, чем %s", "contains" => "Должно содержать %s", "boolean" => "Должно содержать логическое значение", "lengthBetween" => "Должно содержать от %d до %d символов", "creditCard" => "Должно быть номером кредитной карты", "lengthMin" => "Должно содержать более %d символов", "lengthMax" => "Должно содержать менее %d символов", "uniqueness" => "Уже существует"];

?>