<?php
/*
 * @ https://EasyToYou.eu - IonCube v11 Decoder Online
 * @ PHP 7.2
 * @ Decoder version: 1.0.4
 * @ Release: 01/09/2021
 */

return ["integration" => ["title" => "Интеграция", "params" => "Дополнительные параметры", "param_name" => "Имя параметра", "param_value" => "Значение параметра", "choose" => "Выберите способ подключения", "add_parameter" => "Добавить параметр", "url_query" => "Параметры для URL", "lp_code" => "Код для лендинга", "lp_code_text" => "Код размещается в тексте письма", "offer_code" => "Страница оффера (не обязательно)", "offer_code_text" => "Код размещается на странице, на которую идут переходы с лендинга, чтобы продолжать прослеживать их путь.", "postback_code" => "Постбек (не обязательно)", "postback_code_text" => "Пример отправки постбека после формы заказа.", "settings" => ["title" => "Настройки кода", "send_utm_labels" => "Перебрасывать UTM-метки", "send_all_params" => "Перебрасывать все параметры из адресной строки", "se_referrer" => "Перебрасывать текущий реферер в se_referrer", "keyword_from_title" => "Использовать заголовок страницы в качестве ключевика, если не удалось определить из реферера", "main_params" => "Передавать основные параметры", "extra_params" => "Передавать дополнительные данные в extra_params"], "groups" => ["links" => "Ссылки", "redirects" => "Редиректы", "frames" => "Фреймы", "banners" => "Баннеры", "other" => "Другое"], "not_saved" => "Ссылка кампании будет доступа после сохранения", "settings_json" => "Блок настроек для WP", "js_client" => ["unique" => "Сохранять только уникальные клики", "base64" => "Конвертировать в base64", "code" => "Код интеграции"]]];

?>