<?php
/*
 * @ https://EasyToYou.eu - IonCube v11 Decoder Online
 * @ PHP 7.2
 * @ Decoder version: 1.0.4
 * @ Release: 01/09/2021
 */

return ["simulation" => ["title" => "Симуляция трафика", "requests" => "Количество запросов", "save_to_stats" => "Записывать в статистику", "ips" => "IP адреса", "referrers" => "Рефереры", "keywords" => "Ключевые слова", "user_agents" => "UserAgents", "languages" => "Языки", "sources" => "Источники", "sub_id_1" => "Sub ID 1", "params" => "Параметры", "campaign" => "Кампания", "start" => "Запустить", "stop" => "Остановить", "characteristics" => "Характеристики пользователей", "help" => "Симуляция будет срабатывать по параметрам одной из строк. Строчка, которая сработает, выбирается случайным образом. Вы можете указать по одному значению в строке.", "help_for_params" => "Симуляция будет срабатывать по параметрам одной из строк. Строчка, которая сработает, выбирается случайным образом. Вы можете указать сразу несколько параметров в строке через &, например:", "choose_campaign" => "Пожалуйста, выберите кампанию", "choose_requests" => "Пожалуйста, укажите количество запросов", "output" => "Лог"]];

?>