<?php
/*
 * @ https://EasyToYou.eu - IonCube v11 Decoder Online
 * @ PHP 7.2
 * @ Decoder version: 1.0.4
 * @ Release: 01/09/2021
 */

return ["migrations" => ["title" => "Миграции", "run" => "Выполнить", "run_all" => "Выполнить все новые", "legacy_migrations" => "Старые миграции", "show_legacy" => "Показать старые миграции", "rerun" => "Повторить", "status" => "Статус", "description" => "Описание", "version" => "Версия", "current_version" => "Текущая версия схемы", "not_executed" => "Не выполнена", "updated" => "Схема обновлена", "complete" => "Выполнена", "already_running" => "Миграция уже выполняется", "proceeding" => "Выполняется миграция", "info" => "Время выполнения миграций зависит от количества данных в таблицах.\n            При наличии больших объемов могут появляться ошибки 504 (Server Timeout), но это не значит, что миграция оборвалась.\n            Подождите минут 5-10, затем обновите страницу и посмотрите какие миграции еще требуют выполнения."]];

?>