<?php
/*
 * @ https://EasyToYou.eu - IonCube v11 Decoder Online
 * @ PHP 7.2
 * @ Decoder version: 1.0.4
 * @ Release: 01/09/2021
 */

return ["editor" => ["title" => "Редактирование кода", "file_manager" => "Папки и файлы", "code_editor" => "Редактор кода", "create_file" => "Введите название файла вместе с директорией, относительно корневой. Вы можете создать файлы .html, .php, .css, .js, .txt", "delete_notice" => "Вы действительно хотите удалить данный файл? Восстановить его будет невозможно.", "unsaved_code" => "Данные не были сохранены. Сохранить изменения?", "unsaved_delete" => "Удалить изменения", "create_error" => "Файл не создан, проверьте имя файла и адрес.", "permission_error" => "Недостаточно прав для редактирования кода лендинга."]];

?>